export const factions = [
  {
    id: 1,
    name: "Khorne",
    ruName: "Кхорн",
    description: "Бог ярости, крови и войны.",
    fullDescription: "Кхорн — Бог Крови. Он презирает магию и требует от своих последователей только одного: отваги в ближнем бою. Боевой клич: «Кровь для Бога Крови!»",
    color: "#880808",
    // Ссылка-заглушка красного цвета
    image: "/khorne.jpg"
  },
  {
    id: 2,
    name: "Nurgle",
    ruName: "Нургл",
    description: "Бог разложения и болезней.",
    fullDescription: "Нургл, «Дедушка Чумы», олицетворяет неизбежность смерти и гниения, но также и перерождение жизни. Его дары — это болезни.",
    color: "#4b5320",
    // Ссылка-заглушка зеленого цвета
    image: "/nurgle.jpg"
  },
  {
    id: 3,
    name: "Tzeentch",
    ruName: "Тзинч",
    description: "Бог магии, перемен и интриг.",
    fullDescription: "Тзинч плетёт бесконечные интриги. Он видит прошлое и будущее. Изменение — единственная постоянная величина.",
    color: "#1e90ff",
    // Ссылка-заглушка синего цвета
    image: "/tzeentch.jpg"
  },
  {
    id: 4,
    name: "Slaanesh",
    ruName: "Слаанеш",
    description: "Бог удовольствий и излишеств.",
    fullDescription: "Слаанеш искушает смертных обещаниями совершенства, страсти и неземного блаженства.",
    color: "#800080",
    // Ссылка-заглушка фиолетового цвета
    image: "/slaanesh.jpg"
  }
];